---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FeetPerKip
source: html/4c4b7ced-83c1-fd20-5ac6-adf3328be8d9.htm
---
# Autodesk.Revit.DB.UnitTypeId.FeetPerKip Property

Feet per kip.

## Syntax (C#)
```csharp
public static ForgeTypeId FeetPerKip { get; }
```